{
  "controlName": "Consciously Smoking Algorithm",
  "control": [
    "\n1. Make sure you really want to smoke. How do you know you want to smoke? What’s the signal? Where is it? In your head, or in your body? If you decide you don’t really want to smoke, go to step 10.",
    "\n2. Hold the cigarette in a different way than you usually do.",
    "\n3. Look at it carefully. Analyse it for a brief moment. Do you really want to smoke it right now? If the answer is no, go to step 10.",
    "\n4. Make a diary entry in the app – mark the cause and what are you feeling right now.",
    "\n5. Put the cigarette in your mouth and hold it with your lips. Do you feel the taste of a new filter? Do you still want to smoke it? If the answer is no, put the cigarette back and go to step 10.",
    "\n6. Light up the cigarette.",
    "\n7. Take a draw. Become aware of how deeply you inhaled the smoke. What’s happening in your mouth and inside your chest? Analyse the taste, the smell of the smoke, the sensations in your mouth, in your throat, your lungs, your head, your whole body. Pay attention to the smoke’s colour and its concentration in the air.",
    "\n8. Want to take another draw? If yes, repeat step 7.",
    "\n9. Write down a diary entry, making a note of the amount of draws you took, alongside other observations.",
    "\n10. Go about your business. You do have something to do, right?"
  ],
  "safetyName": "Safety Algorithm",
  "safety": [
    "\n1. Make sure your surroundings allow you to be alone with yourself for 2-3 hours.",
    "\n2. Turn off the doorbell, radio and TV. Put your phone in aeroplane mode.",
    "\n3. If you have pets, remove them from the room.",
    "\n4. Find yourself a cosy place for further reading. You must be comfortable.",
    "\n5. Make sure that nothing and no-one can disturb you. You must not be distracted."
  ],
  "petName": "Smart 'Pet' Algorithm",
  "pet": [
    "\n1. Imagine you are hungry and you have to choose between various products lain out on a table in front of you. Choose 5-6 products you want to eat. Write them down.",
    "\n2. Ask yourself:",
    "\n   How do I experience the feeling of hunger?",
    "\n   What do I see when I experience it?",
    "\n   What do I hear?",
    "\n   What do I feel?",
    "\n   What are these feelings, and from which part of the body they arise?",
    "\n   What am I thinking of?",
    "\n   What convinces me that I feel hungry?",
    "\n3. Choose any single product.",
    "\n4. Imagine it in terms of what it looks like, smells and tastes like. Imagine the feeling inside your stomach for the next couple of hours after you’ve eaten it.",
    "\n5. If the feeling after you’ve eaten the product is better than the feeling in the moment, remember this product as one of the options.",
    "\n6. Choose another product from the list.",
    "\n7. Repeat steps 3 and 4.",
    "\n8. Compare the sensations from this product with the sensations of the previous product. Hold onto the image of the product that is more appealing from the comparison.",
    "\n9. Perform steps 6-8 until there are no more products on the list. The product you’re imagining is the best choice.",
    "\n10. Now imagine eating the product (or really eat it). Enjoy the taste as well as the knowledge that you’ve made the right choice."
  ]
}
